Repository: NMarjou/localization-app
Catalog: TMs/en-US_ja-JP.tmx
Source language: en_us
Languages: ja_jp

source: Feedback sharing scope
ja_jp: フィードバック共有範囲

source: Define the feedback sharing scope.
ja_jp: フィードバック共有範囲を定義します。

source: Public
ja_jp: 公開

source: Recipient only
ja_jp: 受信者のみ

source: Enable Feedback
ja_jp: ［フィードバック］機能を有効化

source: A Performance Management feature that enables users to quickly and easily offer their colleagues observations about events and situations they witnessed, and to request their colleagues observations about their own work.
ja_jp: パフォーマンス管理機能の一つで、ユーザーが同僚に対して目撃した出来事や状況について迅速かつ簡単に意見を提供したり、自分の仕事について同僚から意見を求めたりできる機能です。

source: Bypass limit for Feedback broadcast
ja_jp: Feedback送信の制限を回避

source: Ignore the defined limit for the feedback sharing. Enable this setting to allow Feedback broadcast to send feedback to the whole organization.
ja_jp: 定義されたフィードバック共有制限を無視します。この設定を有効化すると、Feedback送信が組織全体にフィードバックを送信できるようになります。

source: Display a confirmation popup when sending feedback to a number of users higher than the defined limit
ja_jp: 定義された制限を超える数のユーザーにフィードバックを送信する場合に、確認ポップアップを表示

source: Feature enablement
ja_jp: 機能の有効化

source: General feedback settings
ja_jp: 一般的なフィードバック設定

source: Apply limit when giving feedback
ja_jp: フィードバック提供時に制限を適用

source: The defined limit will be applied to the "Give feedback" action. When disabled, users can give feedback to any number of users, without restriction.
ja_jp: 定義された制限が［フィードバックを提供］アクションに適用されます。これを無効化すると、ユーザーは制限なく任意の数のユーザーにフィードバックを提供できます。

source: Limit
ja_jp: 制限

source: Maximum number of users who can be included in one feedback.
ja_jp: 1つのフィードバックに含めることが可能なユーザーの最大数。

source: Limit the number of feedback recipients
ja_jp: フィードバック受信者の数を制限

source: The number of people to whom end-users who don't have an administrative role (such as HR or IT) can send feedback will be limited to avoid feedback being sent to large populations.
ja_jp: 大規模な母集団にフィードバックが送信されるのを回避するため、管理（HRやITなど）の役割を持たないエンドユーザーがフィードバックを送信できる人数が制限されます。

source: Limitations
ja_jp: 制限事項

source: Allow managers to request feedback about their direct reports
ja_jp: 直属の部下に関するフィードバックのリクエストをマネージャに許可

source: Managers will be able to ask other workers to provide feedback about their direct reports. Requests and replies will be visible in the "Requests about my team" section. Feedback requests about direct reports are not visible to the direct report. When disabled, the "Requests about my team" section is not available.
ja_jp: マネージャが他の従業員に対し、自分の直属の部下に関するフィードバックの提供をリクエストできます。リクエストと返信は、［私のチームに関するリクエスト］セクションに表示されます。直属の部下に関するフィードバックのリクエストは、直属の部下には表示されません。これを無効化すると、［私のチームに関するリクエスト］セクションは使用できなくなります。

source: Only direct reports can rate feedback
ja_jp: 直属の部下のみがフィードバックを評価可能

source: Enable feedback notes
ja_jp: フィードバックメモを有効化

source: Users will be able to create feedback notes from the Feedback module. Feedback notes can for instance be used to capture insights from an offline conversation.
ja_jp: ユーザーがFeedbackモジュールからフィードバックメモを作成できます。フィードバックメモは、たとえばオフラインでの会話から得た洞察を記録するなどの目的で使用できます。

source: Feedback notes
ja_jp: フィードバックノート

source: Visibility of public feedback
ja_jp: 公開フィードバックの表示/非表示

source: Company
ja_jp: 会社

source: Define the visibility of public feedback.
ja_jp: 公開フィードバックの表示/非表示を定義します。

source: Enable public feedback
ja_jp: 公開フィードバックを有効化

source: Users will be able to publicly share feedback given to another user within the organization. When disabled, the "Share feedback" and the "Public feedback" categories are not available.
ja_jp: ユーザーが、組織内の他のユーザーに対して提供したフィードバックを公開設定で共有できます。これを無効化すると、［フィードバックを共有］および［公開フィードバック］カテゴリは使用できなくなります。

source: Team
ja_jp: チーム

source: Public feedback
ja_jp: 公開フィードバック

source: Enable feedback rating
ja_jp: フィードバック評価を有効化

source: Feedback rating
ja_jp: フィードバック評価

source: Feedback rating refresh interval
ja_jp: フィードバック評価の更新間隔

source: Choose who can rate feedback
ja_jp: フィードバック評価を実行できるユーザーを選択

source: Send reminders following an inactive period
ja_jp: 非アクティブ期間後にリマインダーを送信

source: When no feedback is offered for more than
ja_jp: フィードバックが提供されない期間が以下を超えた場合：

source: Send reminders about unrated feedback
ja_jp: 未評価のフィードバックに関するリマインダーを送信

source: When feedback remains unrated for more than
ja_jp: フィードバックが未評価である期間が以下を超えた場合：

source: Send reminders about pending feedback requests
ja_jp: 保留中のフィードバックリクエストに関するリマインダーを送信

source: When a request remains unanswered for more than
ja_jp: リクエストが未回答である期間が以下を超えた場合：

source: Days
ja_jp: 日数

source: Reminders
ja_jp: リマインダー

source: Apply limit when requesting feedback
ja_jp: フィードバックリクエスト時に制限を適用

source: The defined limit will be applied to the "Request feedback" action. When disabled, users can request feedback from any number of users, without restriction.
ja_jp: 定義された制限が［フィードバックをリクエスト］のアクションに適用されます。これを無効化すると、ユーザーは制限なく任意の数のユーザーからのフィードバックをリクエストできます。

source: Enable "Let's meet" as a reply to a feedback request
ja_jp: フィードバックリクエストへの返信として［面談予定］を有効化

source: Users will be able to reply with a "Let's meet" invitation when replying to a feedback request. We recommend that you review and activate email notifications for the "Let's meet request" functionality, under Workbench / Platform Setup / Notifications / Email notifications.
ja_jp: ユーザーは、フィードバックリクエストへの返信時に［面談予定］に関する招待を含められるようになります。 ［ワークベンチ］/［プラットフォームの設定］/［通知］/［電子メール通知］で、［面談予定リクエスト］機能の電子メール通知を確認し、有効化することをお勧めします。

source: Restrict replies to only "Let's meet" or comments
ja_jp: 返信を［面談予定］またはコメントのみに制限

source: When enabled, users will only be able to reply to a feedback request with a "Let's meet" invitation, or a comment and/or behavior tag, not both. Disable this restriction to make both reply options available.
ja_jp: これを有効化すると、ユーザーはフィードバックリクエストに対して［面談予定］に関する招待、またはコメントおよび/もしくは行動タグでのみ返信でき、両方はできなくなります。この制限を無効化すると、両方の返信オプションが使用可能となります。

source: Enable feedback requests regarding behaviors
ja_jp: 行動に関するフィードバックリクエストを有効化

source: Users will be able to include behaviors when requesting feedback.
ja_jp: ユーザーがフィードバックのリクエスト時に行動を含めることが可能になります。

source: This setting cannot be turned on because the "Behaviors" feature is not currently enabled.
ja_jp: 現在、"行動" 機能が有効になっていないため、この設定はオンにできません。

source: Feedback requests
ja_jp: フィードバックのリクエスト

source: Feedback settings
ja_jp: フィードバック設定

source: Apply limit when sharing feedback
ja_jp: フィードバック共有時に制限を適用

source: The defined limit will be applied to the "Share feedback" action. When disabled, users can share feedback with any number of users, without restriction.
ja_jp: 定義された制限が［フィードバックを共有］のアクションに適用されます。これを無効化すると、ユーザーは制限なく任意の数のユーザーに対してフィードバックを共有できます。

source: Enable suggested questions in the "Request feedback" page
ja_jp: ［フィードバックをリクエスト］ページで質問案を有効化

source: Enable tips in the "Give feedback" page
ja_jp: ［フィードバックを提供］ページでヒントを有効化

source: Functionality management
ja_jp: 機能管理

source: Goal Achievement New
ja_jp: 目標達成（新規）

source: Goal Achievement
ja_jp: 目標達成率

source: Goal Plan Goal Assignment
ja_jp: 目標計画目標の割り当て

source: Goal Plan Type Assignment
ja_jp: 目標計画タイプの割り当て

source: Goal Plan
ja_jp: 目標計画

source: Goal Genius is an AI goal assistant powered by OpenAI ChatGPT. With it, users will be able to use natural language to create goal templates or to generate a goal from predefined inputs.
ja_jp: Goal Geniusは、OpenAI ChatGPTを使ったAI目標アシスタントです。これにより、ユーザーは自然言語を使用して目標テンプレートを作成したり、事前に定義された入力から目標を生成したりすることができます。

source: This is a read only-page. To change this, please contact your system administrator.
ja_jp: これは読み取り専用ページです。変更するには、システム管理者に連絡してください。

source: Your configuration changes were successfully applied. Users will see these changes the next time they log in or when they refresh their page if they currently have a session open.
ja_jp: 設定変更が正常に適用されました。ユーザーは、次回ログイン時、または現在開いているセッションがある場合はページ更新時に、これらの変更を確認できます。

source: Enable Goal Genius
ja_jp: Goal Geniusを有効化

source: Goal
ja_jp: 目標

source: All changes saved
ja_jp: すべての変更が保存されました

source: Bulk actions
ja_jp: 一括操作

source: Initial end date
ja_jp: 初期終了日

source: Key dates per worker
ja_jp: 従業員ごとの重要日程

source: Key dates for the population
ja_jp: 人口に関する重要な日付

source: Reset to initial key dates
ja_jp: 初期の重要日付にリセット

source: Initial start date
ja_jp: 初回開始日

source: The end date cannot be empty.
ja_jp: 終了日を空欄にすることはできません。

source: The start date cannot be empty.
ja_jp: 開始日を空欄にすることはできません。

source: Goal plans
ja_jp: 目標プラン

source: Goal types
ja_jp: 目標の種類

source: Create goal
ja_jp: 目標を作成

source: Get started by creating goals.
ja_jp: 目標を作成して始めましょう。

source: No goals yet!
ja_jp: まだゴールはありません！

source: Assign to
ja_jp: 割り当て先

source: Population
ja_jp: 人口

source: Completed
ja_jp: 完了しました

source: Not completed
ja_jp: 未完了

source: Maximum
ja_jp: 最大

source: Minimum
ja_jp: 最小

source: Goal plan
ja_jp: 目標計画

source: Result
ja_jp: 結果

source: Target
ja_jp: ターゲット

source: Goal name
ja_jp: 目標名

source: Goal type
ja_jp: 目標タイプ

source: Weight
ja_jp: 重量

source: Multiple criteria
ja_jp: 複数の条件

source: Multiple weights
ja_jp: 複数の重み

source: All plans
ja_jp: すべてのプラン

source: Not updated
ja_jp: 更新されていません

source: All results
ja_jp: すべての結果

source: Updated
ja_jp: 更新済み

source: Search
ja_jp: 検索

source: All statuses
ja_jp: すべてのステータス

source: Goal status
ja_jp: 目標のステータス

source: All types
ja_jp: すべての種類

source: Key dates
ja_jp: 重要な日付

source: In population
ja_jp: 人口内

source: Moved out
ja_jp: 退去済み

source: Population & goal weight details
ja_jp: 人口と目標体重の詳細

source: Worker population status
ja_jp: 労働者人口の状況

source: Initial goal weight
ja_jp: 初期目標体重

source: Organization
ja_jp: 組織

source: Reset to initial goal weight
ja_jp: 初期の目標体重にリセットする

source: Search by name or worker ID
ja_jp: 名前または従業員IDで検索

source: End date
ja_jp: 終了日

source: Start date
ja_jp: 開始日

source: Goal weight
ja_jp: 目標体重

source: Worker
ja_jp: 作業者

source: Goal weight per worker
ja_jp: 作業者ごとの目標体重

source: Goal weight for the population
ja_jp: 母集団の目標の重み付け

source: Apply filter
ja_jp: フィルターを適用

source: Clear selection
ja_jp: 選択をクリア

source: Worker ID
ja_jp: 作業者ID

source: Select workers to filter
ja_jp: フィルターする作業者を選択してください

source: {{count}} workers selected.
ja_jp: {{count}}人の作業者が選択されました。

source: Select communication round
ja_jp: 通信ラウンドを選択してください

source: Send goal PDF to Documents
ja_jp: 目標のPDFをドキュメントに送信する

source: Create goal plan
ja_jp: 目標計画を作成

source: Plan transmission
ja_jp: 計画の送信

source: Create custom goal plans to align team efforts and achieve strategic objectives. Define the details of the plan and select the target population to ensure everyone is working towards a common goal.
ja_jp: チームの取り組みを調整して戦略的目標を達成できるよう、カスタム目標計画を作成します。計画の詳細を定義し、ターゲット母集団を選択することで、全員が共通の目標に向かって取り組むよう徹底できます。

source: Start by creating a goal plan
ja_jp: まずは目標計画を作成

source: Goal settings
ja_jp: 目標設定

source: Create goal type
ja_jp: 目標タイプを作成

source: Goal types can be configured to serve any goal plan, with population, privacy and form fields available for customization.
ja_jp: 目標タイプは、任意の目標計画に対応するよう設定でき、母集団、プライバシー、フォームフィールドをカスタマイズ可能です。

source: Start by creating goal types
ja_jp: まずは目標タイプを作成

source: The total weight cannot exceed 100%.
ja_jp: 重み付けの合計は100％を超えてはなりません。

source: Allocate weights to each workflow section
ja_jp: 各ワークフローセクションに重みを分配

source: Distribute goal weights across different workflow sections, ensuring a cumulative weight of 100%.
ja_jp: さまざまなワークフローセクションに目標の重みを分配し、合計が100%になるようにします。

source: Enable goals
ja_jp: 目標を有効化

source: Enable the "Goals" feature
ja_jp: ［目標］機能を有効化

source: Go to Builder
ja_jp: ビルダーに移動

source: Goal Plans
ja_jp: 目標計画

source: Goal tags
ja_jp: 目標タグ

source: Goal Types
ja_jp: 目標タイプ

source: Enable or create goal types to be included in the plan.
ja_jp: 計画に含める目標タイプを有効化または作成します。

source: Goal uploads
ja_jp: 目標のアップロード

source: Weighted goal configuration
ja_jp: 重み付けした目標の設定

source: Enable weighting and editability options for each goal type in the goal plan to allow managers and workers to customize the weight of their goals.
ja_jp: 目標計画内の各目標タイプに対して重み付けと編集可能なオプションを有効にし、マネージャと従業員が自分の目標の重みをカスタマイズできるようにします。

source: Goal Tag Libraries
ja_jp: 目標タグライブラリ

source: Home
ja_jp: ホーム

source: Enable the "Home" feature
ja_jp: ［ホーム］機能を有効化

source: Home settings
ja_jp: ホーム設定

source: Individual Pay Range
ja_jp: 個人別給与帯

source: Interface
ja_jp: インターフェース

source: Job Architecture
ja_jp: 職務体系

source: Language
ja_jp: 言語

source: Select the default language for your company. Your choice will apply to all users across the application upon first login. Users can then change the language at any time in their user settings.
ja_jp: 会社のデフォルト言語を選択します。選択した言語は、初回ログイン時にアプリケーション全体のすべてのユーザーに適用されます。ユーザーはその後、ユーザー設定でいつでも言語を変更できます。

source: Legal Entity
ja_jp: 法人

source: Custom Labeling
ja_jp: カスタムラベリング

source: Localization
ja_jp: ローカライゼーション

source: Users
ja_jp: ユーザー

source: Enable beqom for Microsoft Outlook
ja_jp: beqom for Microsoft Outlookを有効化

source: Enable users to see notifications, create goals, and provide or request feedback directly from within the Microsoft Outlook application using beqom.
ja_jp: ユーザーは、beqomを使用してMicrosoft Outlookアプリケーション内で、通知の確認、目標の作成、フィードバックの提供またはリクエストを実行できます。

source: Enable beqom for Microsoft Teams
ja_jp: beqom for Microsoft Teamsを有効化

source: Enable users to see notifications, create goals, and provide or request feedback directly from within the Microsoft Teams application using beqom.
ja_jp: ユーザーは、beqomを使用してMicrosoft Teamsアプリケーション内で、通知の確認、目標の作成、フィードバックの提供またはリクエストを実行できます。

source: Email Notifications
ja_jp: 電子メール通知

source: Body:
ja_jp: 本文：

source: Click the link to edit the body of this notification. You can also review the notification in other languages available within the system and edit the text.
ja_jp: この通知の本文を編集するには、リンクをクリックします。また、システム内で使用可能な他の言語で通知を確認したり、テキストを編集したりすることもできます。

source: Email notification settings
ja_jp: 電子メール通知設定

source: Allow the distribution of notification emails to the application users.
ja_jp: アプリケーションユーザーへの通知メールの配信を許可します。

source: Enable email notifications for the company
ja_jp: 会社の電子メール通知を有効化

source: Notification:
ja_jp: 通知：

source: Email is associated with this notification.
ja_jp: この通知には電子メールが関連付けられています。

source: When editing the text, use the following tag: {FromUser}. This will reference the user who is sending the notification.
ja_jp: テキストを編集する際は、以下のタグを使用します：{FromUser}。このタグは、通知の送信者であるユーザーを参照します。

source: Subject:
ja_jp: 件名：

source: Click the link to edit the subject line text of this notification. You can also review the notification in other languages available within the system and edit the text.
ja_jp: この通知の件名を編集するには、リンクをクリックします。また、システム内で使用可能な他の言語で通知を確認したり、テキストを編集したりすることもできます。

source: Company email notifications
ja_jp: 会社の電子メール通知

source: All days
ja_jp: すべての日

source: A number of notifications can be scheduled. Select the reminder, enable the scheduler, and then set the day and time. Keep in mind that email notifications must also be enabled in the Email notifications list.
ja_jp: 複数の通知をスケジュールできます。リマインダーを選択し、スケジューラを有効化してから、日時を設定します。なお、電子メール通知リストでも電子メール通知を有効化する必要がある点に注意してください。

source: Enabled
ja_jp: 有効

source: hour
ja_jp: 時間

source: Jobs
ja_jp: ジョブ

source: Scheduling
ja_jp: スケジューリング

source: Nudge duplication
ja_jp: ナッジの複製

source: Are you sure you want to duplicate this nudge?
ja_jp: このナッジを複製してもよろしいですか？

source: The nudge was successfully duplicated.
ja_jp: ナッジが正常に複製されました。

source: Open nudge
ja_jp: ナッジを開く

source: Please proceed with editing the duplicated nudge.
ja_jp: 複製したナッジの編集に進んでください。

source: Nudge Notifications
ja_jp: ナッジ通知

source: Get started by creating one.
ja_jp: 最初の1つを作成しましょう。

source: No nudge notifications yet!
ja_jp: まだ通知はありません。

source: The nudge was successfully deleted.
ja_jp: ナッジが正常に削除されました。

source: Delete nudge
ja_jp: ナッジを削除

source: Are you sure you want to delete this nudge?
ja_jp: このナッジを削除してもよろしいですか？

source: View company information
ja_jp: 会社情報を表示

source: Onboarding duration
ja_jp: オンボーディング期間

source: Give your first feedback
ja_jp: 最初のフィードバックを提供

source: Create/view your goals
ja_jp: 目標を作成/表示

source: Language selection
ja_jp: 言語選択

source: Download the mobile app
ja_jp: モバイルアプリをダウンロード

source: View your passport information
ja_jp: Passport情報を表示

source: Photo
ja_jp: 写真

source: Enable the onboarding wizard
ja_jp: オンボーディングウィザードを有効化

source: This organizational unit has related references. If you delete it, all related references will be removed. Are you sure you want to delete the organizational unit?
ja_jp: この組織単位には関連する参照があります。削除すると、すべての関連する参照が削除されます。 この組織単位を削除してもよろしいですか？

source: Organization external ID
ja_jp: 組織外部ID

source: Organization name
ja_jp: 組織名

source: Parent organization external ID
ja_jp: 親組織外部ID

source: Parent organization name
ja_jp: 親組織名

source: Enter a name
ja_jp: 名前を入力

source: Organizational Units
ja_jp: 組織単位

source: {{count}} person
ja_jp: {{count}}人

source: {{count}} people
ja_jp: {{count}}人

source: Enable the "Passport" feature
ja_jp: ［Passport］機能を有効化

source: Pay Scale
ja_jp: 給与体系

source: Performance Rating Scales
ja_jp: 業績評価尺度

source: Performance Review Rating
ja_jp: 業績レビュー評価

source: Enable the "Planner" feature
ja_jp: ［Planner］機能を有効化

source: Populations
ja_jp: 母集団

source: The population was successfully deactivated.
ja_jp: 母集団が正常に無効化されました。

source: Are you sure you want to deactivate this population? It will be removed from any future processes but won’t affect past rounds.
ja_jp: この母集団を無効化してもよろしいですか？ 将来のプロセスからは削除されますが、過去のラウンドには影響しません。

source: Confirm deactivation
ja_jp: 無効化を確認

source: Population criteria
ja_jp: 母集団基準

source: Criteria blocks:
ja_jp: 基準ブロック：

source: Population scope:
ja_jp: 母集団の範囲:

source: Custom criteria
ja_jp: カスタム条件

source: Include everybody
ja_jp: 全員を含める

source: Population name
ja_jp: 母集団名

source: Which criteria should this block meet?
ja_jp: このブロックはどの基準を満たす必要がありますか？

source: Criteria
ja_jp: 基準

source: Operator
ja_jp: 演算子

source: Population details
ja_jp: 母集団の詳細

source: Value:
ja_jp: 値：

source: The population was successfully duplicated and a new item was created.
ja_jp: 母集団が正常に複製され、新しいアイテムが作成されました。

source: Open population
ja_jp: 母集団を開く

source: No results match the search/filter criteria.Remove your filters and clear your search to show all results.
ja_jp: 検索／フィルター条件に一致する結果がありません。すべての結果を表示するには、フィルターを解除し、検索をクリアしてください。

source: No results found
ja_jp: 結果が見つかりませんでした

source: No populations created yet
ja_jp: まだ母集団が作成されていません

source: No populations
ja_jp: 母集団なし

source: The population cannot be cloned; Its name is too long.
ja_jp: 母集団のクローンを作成できません。名前が長すぎます。

source: Add condition
ja_jp: 条件を追加

source: All criteria
ja_jp: すべての条件

source: Any criterion
ja_jp: いずれかの基準

source: You have reached the maximum limit of 25 criteria for this population definition. To add more, please remove existing criteria.
ja_jp: この母集団定義の基準が上限の25件に達しました。さらに追加するには、既存の基準を削除してください。

source: Select which criteria will determine the people included in this population.
ja_jp: この母集団に含める人員の決定基準を選択します。

source: Define custom criteria
ja_jp: カスタム基準を定義

source: Select how you want to define population criteria.
ja_jp: 母集団基準をどのように定義するかを選択します。

source: You haven't added any blocks yet.
ja_jp: まだブロックを追加していません。

source: Add blocks to start configuring the population criteria.
ja_jp: 母集団基準の設定を開始できるよう、ブロックを追加してください。

source: Field
ja_jp: フィールド

source: If you select this option, all the information you have entered in the form will be cleared. This action cannot be undone. Are you sure you want to proceed?
ja_jp: このオプションを選択すると、フォームに入力したすべての情報がクリアされます。この操作は元に戻せません。続行してもよろしいですか？

source: Confirm selection
ja_jp: 選択内容を確認

source: of {{blocksMax}}
ja_jp: /{{blocksMax}}

source: Criteria blocks
ja_jp: 基準ブロック

source: Choose from all available fields in standard data foundation schema to define inclusion rules.
ja_jp: Data Foundation標準スキーマの使用可能なすべてのフィールドから選択して、包含ルールを定義します。

source: Population scope
ja_jp: 母集団範囲

source: Back to list
ja_jp: リストに戻る

source: Select {{fieldName}}
ja_jp: {{fieldName}} を選択

source: Clear all
ja_jp: すべてクリア

source: Clear all filters
ja_jp: すべてのフィルターをクリア

source: Click row to expand · Checkbox to select · Hover for actions
ja_jp: 行をクリックして展開 · チェックボックスで選択 · ホバーでアクションを表示

source: Deselect all
ja_jp: すべて選択解除

source: Direct children: {{count}}/{{total}}
ja_jp: 直属の部下: {{count}}/{{total}}

source: Is parent selected
ja_jp: 親が選択されています

source: Level
ja_jp: レベル

source: Indirect children: {{count}}/{{total}}
ja_jp: 間接的な子: {{count}}/{{total}}

source: items selected
ja_jp: 件を選択中

source: items total
ja_jp: 合計アイテム数

source: Partial
ja_jp: 一部

source: Selected (with descendants)
ja_jp: 選択済み（子孫を含む）

source: Solo selected (node only)
ja_jp: ソロ選択済み（ノードのみ）

source: No items found
ja_jp: アイテムが見つかりません

source: No results match the search criteria
ja_jp: 検索条件に一致する結果はありません

source: Parent selected
ja_jp: 親が選択されました

source: Root level
ja_jp: ルートレベル

source: Select all
ja_jp: すべて選択

source: select all direct children
ja_jp: すべての直属の子を選択

source: select all indirect children
ja_jp: すべての間接的な子を選択

source: select node only
ja_jp: ノードのみを選択

source: Selected items
ja_jp: 選択済みの項目

source: Show selected
ja_jp: 選択済みを表示

source: Show selected items
ja_jp: 選択した項目を表示

source: Total
ja_jp: 合計

source: Unselect all
ja_jp: すべての選択を解除

source: unselect all direct children
ja_jp: すべての直属の子を選択解除

source: unselect all indirect children
ja_jp: すべての間接的な子を選択解除

source: unselect node only
ja_jp: このノードのみ選択解除

source: Define the title and description of the population
ja_jp: 母集団のタイトルと説明を定義

source: Basic information
ja_jp: 基本情報

source: An element with that name already exists in the system. Please choose a unique name to proceed.
ja_jp: この名前の要素はすでにシステムに存在します。続行するには、一意の名前を選択してください。

source: Select an effective date to preview a population. This step is for visualization purposes only; no effective date will be assigned to the population configuration.
ja_jp: 発効日を選択して、母集団をプレビューします。このステップは可視化のみを目的としており、母集団の設定に発効日が割り当てられることはありません。

source: Select an effective date to test the outcome.
ja_jp: 結果をテストする発効日を選択します。

source: Preview population
ja_jp: 母集団をプレビュー

source: Remove condition
ja_jp: 条件を削除

source: Create population
ja_jp: 母集団を作成

source: Edit population
ja_jp: 母集団を編集

source: Effective date
ja_jp: 発効日

source: The population was successfully published.
ja_jp: 母集団が正常に公開されました。

source: The population was successfully saved.
ja_jp: 母集団が正常に保存されました。

source: Search for population
ja_jp: 母集団を検索

source: Last updated
ja_jp: 最終更新

source: Enable workers with admin and compliance roles to grant proxy access to any active workers in your company. Workers who are granted proxy access will be able to proxy individual workers or all active workers in the company.
ja_jp: 管理およびコンプライアンスの役割を持つ従業員が、会社内の任意のアクティブな従業員に代理アクセスを付与できるようにします。代理アクセスを付与された従業員は、個々の従業員または会社内のすべてのアクティブな従業員を代理することができます。

source: Granted users
ja_jp: アクセスを付与されたユーザー

source: Manage proxy access
ja_jp: 代理アクセスを管理

source: Workers with proxy access
ja_jp: 代理アクセスを持つ従業員

source: Workers who are granted proxy access will be able to proxy individual workers or all active workers in the company.
ja_jp: 代理アクセスを付与された従業員は、個々の従業員または会社内のすべてのアクティブな従業員を代理することができます。

source: Grant proxy access
ja_jp: 代理アクセスを付与

source: No workers added to the list
ja_jp: リストに追加された従業員はいません

source: No workers yet
ja_jp: まだ従業員がありません

source: Proxy permission settings
ja_jp: 代理アクセス許可設定

source: Proxy permission
ja_jp: 代理アクセス許可

source: Allow workers to proxy other workers
ja_jp: 他の従業員を代理することを従業員に許可

source: Proxy permission manager
ja_jp: 代理アクセス許可マネージャ

source: You are about to delete the proxy access granted to {{workerFullName}}. Are you sure you want to proceed?
ja_jp: {{workerFullName}}に付与された代理アクセスを削除しようとしています。続行してもよろしいですか？

source: Delete proxy permission
ja_jp: 代理アクセス許可を削除

source: Proxy access count
ja_jp: 代理アクセス数

source: Department
ja_jp: 部門

source: Manager
ja_jp: マネージャ

source: Proxy access list
ja_jp: 代理アクセスリスト

source: No workers found
ja_jp: 従業員が見つかりません

source: Please check the spelling or change your search.
ja_jp: スペルを確認するか、検索方法を変更してください。

source: All company
ja_jp: 全社

source: Individuals
ja_jp: 個人

source: and more
ja_jp: など
